[
	{
	"corpus1":"This Confidentiality Agreement (the “Agreement”) is made effective as of 20/01/2020, between Mr. Jack Lee, of New York, and Ms. Kate Adams, of Detroit. In this Agreement, the party who owns the Confidential Information will be referred to as 'Owner', and the party to whom the Confidential Information will be disclosed will be referred to as 'Recipient. 'Jack Lee is part of Apple, the 'owner'. Kate Adams is part of Facebook, the 'Recipient'. This acquisition will cost $2.5 billion to owner.The FTC has alleged that Facebook “is illegally maintaining its personal social networking monopoly through a years-long course of anticompetitive conduct”. The lawsuit followed a “lengthy investigation” by a “coalition of attorneys general” of 46 states, the District of Columbia, and Guam."
	},
	{
	"corpus2":"Facebook, Inc. is a social networking company that has acquired 82 other companies, including WhatsApp. The WhatsApp acquisition closed at a steep $16 billion; more than $40 per user of the platform. Facebook also purchased the defunct company ConnectU in a court settlement and acquired intellectual property formerly held by rival Friendster. The majority of the companies acquired by Facebook are based in the United States, and in turn, a large percentage of these companies are based in or around the San Francisco Bay Area. Facebook has also made investments in LuckyCal and Wildfire Interactive.Most of Facebook's acquisitions have primarily been 'talent acquisitions' and acquired products are often shut-down. Facebook CEO Mark Zuckerberg has stated in 2010 that 'We have not once bought a company for the company. The Instagram acquisition, announced on April 9, 2012, appears to have been the first exception to this pattern.[2] While continuing with a pattern of primarily talent acquisitions, other notable product focused acquisitions include the $19 billion WhatsApp acquisition and the $2 billion Oculus VR acquisition. "
	},
	{
	"corpus3":"Nonostante le restrizioni dovute alla pandemia di covid-19, in due regioni una volta rosse – l’Umbria e le Marche – da settimane si protesta contro le politiche antiabortiste delle giunte regionali, guidate dalla Lega e da Fratelli d’Italia, che vogliono limitare l’accesso all’aborto farmacologico e pianificano una versione locale del disegno di legge Pillon su separazione e affido, archiviato al livello nazionale.Sta facendo da apripista Donatella Tesei, governatrice della Lega nord dell’Umbria, eletta alla guida della regione nel novembre del 2019. Già a giugno la giunta regionale umbra aveva approvato una delibera che vietava l’aborto farmacologico in day hospital e introduceva l’obbligo al ricovero per tre giorni per assumere la pillola RU486, proprio mentre la Società italiana di ginecologia e ostetricia prescriveva il ricorso all’aborto farmacologico per evitare di intasare gli ospedali e le sale operatorie durante la pandemia. Per reazione alle proteste scaturite dalla decisione della governatrice, l’8 agosto il ministero della salute aveva aggiornato le linee d’indirizzo nazionali (ferme da dieci anni), affermando che, vista anche l’emergenza pandemica, l’interruzione volontaria di gravidanza con i farmaci poteva essere effettuata in strutture ambulatoriali e consultori pubblici attrezzati oppure in ospedale, in ricovero ordinario o in day hospital, fino alla nona settimana di gestazione. "
	},
	{
	"corpus4":"By far the worst movie of 2010. I am a big fan of Arnold Vosloo. Finally seeing him as the star of a recent movie, not just a bit part, made me happy.Unfortunately I took film appreciation in college and the only thing I can say that I didn't like was that the film was made in an abandoned part of town and there was no background traffic or lookie loos.I have to say that the acting leaves something to be desired, but Arnold is an excellent actor, I have to chalk it up to lousy direction and the supporting cast leaves something to be desired.I love Arnold Vosloo, and he made the film viewable. Otherwise, I would have written it off as another lousy film. Most of the shoot is done in desert of Sahara. I found the rape scene brutal and unnecessary, but the actors that got away at the end were pretty good. But the sound effects of the shoot-out were pretty bad. There are some glitches in the film (continuity) but they are overlookable considering the low-caliber of the film.All in all I enjoyed the film, because Arnold Vosloo was in it.Jackie. Can't believe they spent whopping $10 million dollars on this."
	}
]
